Repository: wp-plugins/wc-vendors
Catalog: trunk/WCVendors/languages/wc_vendors-*.po
Languages: de_de

source: Shop Description
de_de: Shop-Beschreibung

source: This is displayed on your <a href="%s">shop page</a>.
de_de: Dies wird auf Ihrer <a href="%s">Shop-Seite</a> angezeigt.

source: Hi there. This is a notification about a vendor application on %s.
de_de: Hallo. Dies ist eine Benachrichtigung &uuml;ber eine vorliegende, neue Bewerbung als Verk&auml;ufer auf %s.

source: Application status: %s
de_de: Bewerbung-Status: %s

source: Applicant username: %s
de_de: Username des Bewerbers: %s

source: Export orders
de_de: Bestellungen exportieren

source: Total quantity: %d
de_de: Menge gesamt: %d

source: Comments
de_de: Kommentare

source: Shipping - Tracking #
de_de: Versand - Sendungsverfolgung #

source: Shipping - Mark Shipped
de_de: Versand - kennzeichne als versandt

source: Enter your tracking number first before marking the order as shipped.
de_de: Erst die Sendungsnummer eingeben, bevor die Bestellung als versandt gekennzeichnet wird.

source: Quantity: %d
de_de: Menge: %d

source: Add comment
de_de: Kommentar hinzuf&uuml;gen

source: added %s ago
de_de: hinzugef&uuml;gt vor %s

source: Customer note
de_de: Kundenmitteilung

source: No customer note.
de_de: Keine Kundenmitteilung.

source: Mark order as shipped
de_de: Bestellung als versendet kennzeichnen.

source: Provider:
de_de: Versandunternehmen:

source: Custom Provider
de_de: Benutzerdefiniertes Versandunternehmen

source: Provider Name:
de_de: Name des Versendunternehmens:

source: Tracking number:
de_de: Sendungsverfolgungs-Nr.:

source: Tracking link:
de_de: Link zur Sendungsverfolgung:

source: Date shipped:
de_de: Versanddatum:

source: Preview:
de_de: Vorschau:

source: Click here to track your shipment
de_de: Hier klicken, um Ihre Sendung zu verfolgen

source: Update tracking number
de_de: Sendungs-Nr. aktualisieren
