Repository: wp-plugins/wc-vendors
Catalog: trunk/WCVendors/languages/wc_vendors-*.po
Languages: de_de

source: Product Vendor
de_de: Produkt-Verk&auml;ufer

source: <b>Product Vendor is disabled</b>. Product Vendor requires WooCommerce v2.0.1.
de_de: <b>Product Vendor is deaktiviert</b>. Product Vendor ben&ouml;tigt mind. WooCommerce v2.0.1.

source: Payment total: %s
de_de: Zahlungen insges.: %s

source: Once Weekly
de_de: Einmal w&ouml;chentlich

source: Once every two weeks
de_de: Alle zwei Wochen

source: Once a month
de_de: Einmal im Monat

source: Pending Vendor
de_de: Freizuschaltender Verk&auml;ufer

source: Vendor Dashboard
de_de: Verk&auml;ufer-Seite

source: Orders
de_de: Bestellungen

source: Shop Settings
de_de: Shop-Einstellungen

source: Commission
de_de: Provisionen

source: Product
de_de: Produkt

source: Order ID
de_de: Bestell-Nr.

source: Vendor
de_de: Verk&auml;ufer

source: Total
de_de: Gesamt

source: Date
de_de: Datum

source: Mark paid
de_de: Als bezahlt kennzeichnen

source: Mark due
de_de: Als ausstehend kennzeichnen

source: Mark reversed
de_de: Als storniert kennzeichnen

source: Commission marked paid.
de_de: Provision als bezahlt gekennzeichnet.

source: Commission marked due.
de_de: Provision als ausstehend gekennzeichnet.

source: Commission marked reversed.
de_de: Provision als storniert gekennzeichnet.

source: Product Vendors
de_de: Produkt-Verk&auml;ufer

source: Overview
de_de: &Uuml;berblick

source: Commission by vendor
de_de: Provision nach Verk&auml;ufer

source: From:
de_de: Von:

source: To:
de_de: An:

source: Show
de_de: Zeige

source: Total paid in range
de_de: Gesamt ausgezahlt im Zeitraum

source: Total due in range
de_de: Gesamt offen im Zeitraum

source: Total reversed in range
de_de: Gesamt storniert im Zeitraum

source: Recent Commission
de_de: Neueste Provision

source: Order
de_de: Bestellung

source: Date &amp; Time
de_de: Datum &amp; Uhrzeit

source: D j M Y \a\t h:ia
de_de: D, j.m.Y \u\m H:i \U\h\r

source: No commission yet
de_de: Keine Provision f&auml;llig.

source: Show:
de_de: Zeige:

source: Month
de_de: Monatlich

source: Total Due
de_de: Gesamt offen

source: This is the sum of the commission that hasn't been paid yet.
de_de: Dies ist die Summer aller ausstehenden Provosionszahlungen.

source: Total Paid
de_de: Gesamt gezahlt

source: This is the sum of the commission you've already paid.
de_de: Dies ist die Summe aller Provisionen, die Ihnen bereits ausgezahlt wurden.

source: Total Reversed
de_de: Gesamt storniert

source: This is the sum of the commssion where an order was reversed, thus so was commission.
de_de: Dies ist die Summe der Provisionen aller stornierten Bestellungen, also die stornierte Provision.

source: Total Shipping
de_de: Versand gesamt

source: This is the sum of the shipping costs given to vendors.
de_de: Dies ist die Summer aller Versandkosten, die dem Verk&auml;ufer zugestanden wurden.

source: Enable HTML for the shop description
de_de: HTML f&uuml;r die Shop-Beschreibung erlauben

source: required
de_de: erforderlich

source: Commission due
de_de: Ausstehende Provision

source: Commission Due
de_de: Ausstehende Provision

source: Leave blank for default
de_de: Leer lassen f&uuml;r Voreinstellung

source: Approve
de_de: Freischalten

source: Deny
de_de: Ablehnen

source: Vendor has been <b>denied</b>.
de_de: Verk&auml;ufer wurde <b>abgelehnt</b>.

source: Vendor has been <b>approved</b>.
de_de: Verk&auml;ufer wurde <b>freigeschaltet</b>.

source: Pending Vendors
de_de: Freizuschaltende Verk&auml;ufer

source: Vendor Application
de_de: Bewerbung als Verk&auml;ufer

source: Vendor application will either be approved, denied, or pending.
de_de: Die Bewerbung als Verk&auml;ufer wird entweder genehmigt, abgelehnt oder auf in Bearbeitung gesetzt.

source: Application {status}
de_de: Bewerbung {status}

source: [{blogname}] Your vendor application has been {status}
de_de: [{blogname}] Ihre Bewerbung als Verk&auml;ufer wurde {status}

source: Enable/Disable
de_de: Aktivieren/Deaktiveren

source: Enable this email notification
de_de: E-Mail-Benachrichtigung aktivieren

source: Subject
de_de: Betreff

source: This controls the email subject line. Leave blank to use the default subject: <code>%s</code>.
de_de: Hier kann die E-Mail-Betreffzeile festgelegt werden. Leer lassen f&uuml;r den Standard-Betreff: <code>%s</code>.

source: Email Heading
de_de: E-Mail-Header (Kopfzeile)

source: This controls the main heading contained within the email notification. Leave blank to use the default heading: <code>%s</code>.
de_de: Dies bestimmt den Header-Abschnitt (Kopfzeile) der Benachrichtigungs-E-Mail. Leer lassen f&uuml;r den Standard-Inhalt: <code>%s</code>.

source: Email type
de_de: E-Mail-Typ

source: Choose which format of email to send.
de_de: W&auml;hlen Sie, in welchem Format die E-Mail gesendet werden soll.

source: Plain text
de_de: Klartext

source: Notify vendors
de_de: Verk&auml;ufer benachrichtigen

source: New order emails are sent when an order is received/paid by a customer.
de_de: Neue Bestell-E-Mails wird gesendet, wenn eine Bestellung eingegangen ist / von einem Kunden bezahlt wurde.

source: New customer order
de_de: Neue Bestellung

source: [{blogname}] New customer order ({order_number}) - {order_date}
de_de: [{blogname}] Neue Kundenbestellung ({order_number}) - {order_date}

source: Commission Subtotal:
de_de: Zwischensumme Provisionen:

source: General
de_de: Allgemein

source: General options
de_de: Allgemeine Optionen

source: Default commission (%)
de_de: Standard-Provision (in %)

source: Choose the default rate for each product. If a product has a commission rate already set, this value will be ignored for that product.
de_de: W&auml;hlen Sie eine Standard-Provisionsrate, die f&uuml;r alle Produkte g&uuml;ltig ist. Wenn bei einem Produkt eine einzelne Provision eingestellt ist oder wird, &uuml;berschreibt der Einzelwert die Standardeinstellung und der hier eingetragene Wert wird f&uuml;r das Einzel-Produkt ignoriert.

source: Allow users or guests to apply to become a vendor
de_de: Erlaube Benutzern oder G&auml;sten sich als Verk&auml;ufer zu bewerben.

source: This will show a checkbox on the My Account page's registration form asking if the user would like to apply to be a vendor. Also, on the Vendor Dashboard, users can apply to become a vendor.
de_de: Ist dies aktiviert, wird eine Ckeckbox auf der bei der Registration als neuer Benutzer angezeigt, mit der der Benutzer gefragt wird, ob er sich auch als Verk&auml;ufer beqwerben m&ouml;chte.. Bereits registrierte Benutzer k&ouml;nnen sich auch nachtr&auml;glich auf der Verk&auml;ufer-Seite als Verk&auml;ufer bewerben.

source: Enable HTML for a vendor's shop description by default
de_de: Erlaube HTML in der Shop-Beschreibung eines Verk&auml;ufers f&uuml;r alle Verk&auml;ufer als Voreinstellung

source: Vendor shop page
de_de: Verk&auml;ufer-Seite

source: Eg: <code>yoursite.com/[your_setting_here]/[vendor_name_here]</code>
de_de: Z.B.: <code>deineseite.de/[deine_einstellung_hier]/[verk&auml;ufer_name_hier]</code>

source: Seller info tab
de_de: Verk&auml;ufer-Info-Tab

source: Choose what this custom tab on a vendor's product should say
de_de: W&auml;hle, was dieses Tab auf einer Produktseite des Verk&auml;ufers enthalten soll

source: Seller Info
de_de: Verk&auml;ufer-Info

source: Products
de_de: Produkte

source: Product Add Page
de_de: Produkt hinzuf&uuml;gen Seite

source: Configure what to hide from all vendors when adding a product
de_de: Stelle ein, was der Verk&auml;ufer nicht sehen darf, wenn er ein Produkt hinzuf&uuml;gt

source: Left side panel
de_de: Produktdaten (Feld auf der linken Seite)

source: Hide these areas of the add product page for vendors
de_de: Verberge diese Bereiche der Seite Produkt hinzuf&uuml;gen f&uuml;r den Verk&auml;ufer

source: Types
de_de: Produkttypen

source: Hide these product types from the vendor
de_de: Verberge diese Produktdaten f&uuml;r den Verk&auml;ufer

source: Type options
de_de: Produkttyp-Optionen

source: Hide these product options from the vendor
de_de: Verberge diese Produktoptionen f&uuml;r den Verk&auml;ufer

source: Miscellaneous
de_de: Diverses

source: You can add CSS in this textarea, which will be loaded on the product add/edit page for vendors.
de_de: Sie k&ouml;nnen CSS in diesem Textfeld eintragen, welches auf der Seite Produkt hinzuf&uuml;gen/editieren f&uuml;r Verk&auml;ufer angezeigt wird.

source: Capabilities
de_de: Verk&auml;ufer-Rechte

source: Permissions
de_de: Berechtigungen

source: General permissions used around the shop
de_de: Allgemeine Berechtigungen rund um den Shop

source: View orders
de_de: Bestellungen ansehen

source: Show customer details such as email, address, name, etc, for each order
de_de: Zeige K&auml;ufer-Details f&uuml;r jede Bestellung, wie z.B. E-Mail-Adresse, Name, etc.

source: View comments
de_de: Bestell-Kommentare ansehen

source: View all vendor comments for an order on the frontend
de_de: Zeige alle Verk&auml;ufer-Kommentare f&uuml;r eine Bestellung im Frontend.

source: Submit comments
de_de: Bestell-Kommentare hinzuf&uuml;gen

source: Submit comments for an order on the frontend. Eg, tracking ID for a product
de_de: Kommentare zu einer Bestellung &uuml;ber das Frontend hinzuf&uuml;gen, z.B. die Sendungsverfolgungs-Nr. f&uuml;r ein Produkt.

source: View email addresses
de_de: E-Mail-Adressen ansehen

source: While viewing order details on the frontend, you can disable or enable email addresses
de_de: Wenn der Verk&auml;ufer die Bestelldetails sehen darf, kann hiermit zus&auml;tzlich die Anzeige der eMail-Adressen der K&auml;fer erm&ouml;glicht werden.

source: Export a CSV file of orders for a product
de_de: Bestelldetails eines Produktes als CSV-Datei exportieren

source: Vendors could export orders for a product on the frontend
de_de: Verk&auml;ufer kann Bestellungen eines Produktes im Frontend exportieren.

source: Reports
de_de: Berichte

source: View backend sales reports
de_de: Backend Verkaufs-&Uuml;bersicht ansehen

source: Graphs and tables via the Reports page in backend. The reports will only display sales data that pretain to their products
de_de: Grafiken und Tabellen in den &Uuml;bersichten im Backend. Die &Uuml;bersicht zeigt nur die Verkaufs-Daten, die zu den Produkten des jeweiligen Verk&auml;ufers geh&ouml;ren.

source: View Frontend sales reports
de_de: Frontend Verkaufs-&Uuml;bersicht ansehen

source: Sales table on the frontend on the My Account page. The table will only display sales data that pretain to their products
de_de: Verkaufs-&Uuml;bersicht im Frontend auf der Mein Konto Seite. Die &Uuml;bersicht zeigt nur die Verkaufs-Daten, die zu den Produkten des jeweiligen Verk&auml;ufers geh&ouml;ren.

source: Submit products
de_de: Produkte hinzuf&uuml;gen

source: Vendors could submit a product through the backend, and an admin would approve or deny it
de_de: Verk&auml;ufer k&ouml;nnen ein neues Produkt im Backend hinzufügen. Ein Admin kann es dann freischalten oder ablehnen.

source: Edit live products
de_de: Live-Produkte bearbeiten.

source: Vendors could edit an approved product after it has already gone live. There is no approval or review after editing a live product. This could be dangerous with malicious vendors, so take caution.
de_de: Ist dies aktiviert, k&ouml;nnen Verk&auml;ufer ein bereits freigeschaltetes Product bearbeiten. Es gibt keine erneute Freischaltung der Bearbeitung, also Vorsicht!

source: Submit products live without requiring approval
de_de: Produkte hinzuf&uuml;gen, ohne dass eine Freischaltung durch den Admin erforderlich ist

source: Vendors can submit products without review or approval from a shop admin. This could be dangerous with malicious vendors, so take caution.
de_de: Ist dies aktiviert, k&ouml;nnen Verk&auml;ufer neue Produkte hinzuf&uuml;gen, ohne dass eine vorherige Freischaltung durch den Admin erforderlich ist. Dies k&ouml;nnte bei b&ouml;swilligen Verk&auml;ufern gef&auml;hrlich sein, daher Vorsicht und mit Bedacht entscheiden!

source: Pages
de_de: Seiten

source: Page configuration
de_de: Seitenkonfiguration

source: Vendor dashboard
de_de: Verk&auml;ufer-Seite

source: Choose the page that has the shortcode <code>[pv_vendor_dashboard]</code><br/>By default, My Account > Vendor Dashboard should have the shortcode.
de_de: W&auml;hle die Seite, die den shortcode <code>[pv_vendor_dashboard]</code><br/> enth&auml;lt. Standardm&auml;&szlig;ig sollte dies Mein Konto > Verk&auml;ufer-Seite sein.

source: Shop settings
de_de: Shop-Einstellungen

source: Choose the page that has the shortcode <code>[pv_shop_settings]</code><br/>These are the shop settings a vendor can configure.
de_de: W&auml;hle die Seite, die den shortcode <code>[pv_shop_settings]</code><br/> enth&auml;lt. Dies sind die Shop-Einstellungen, die ein Verk&auml;ufer vornehmen kann.

source: Orders page
de_de: Bestellseite

source: Choose the page that has the shortcode <code>[pv_orders]</code><br/>By default, My Account > Orders should have the shortcode.
de_de: W&auml;hle die Seite, die den shortcode <code>[pv_orders]</code><br/> enth&auml;lt. Standardm&auml;&szlig;ig sollte dies Mein Konto > Bestellungen sein.

source: Vendor terms
de_de: Verk&auml;ufer-Bedingungen

source: These terms are shown to a user when submitting an application to become a vendor.<br/>If left blank, no terms will be shown to the applicant.
de_de: Diese Bedingungen werden einem Benutzer angezeigt, wenn er sich als Verk&auml;ufer bewirbt.<br/>Falls leer gelassen, werden dem Bewerber keine Bedingungen angezeigt.

source: Payments
de_de: Auszahlungen

source: User payments
de_de: Benutzer-Zahlungen

source: Total commission currently due: %s. <a href="%s">View details</a>.
de_de: Gesamte derzeit ausstehende Provision: %s. <a href="%s">Zeige Details</a>.

source: Make sure you update your PayPal Adaptive Payments settings <a href="%s">here</a>.
de_de: Stellen Sie sicher, dass die PayPal Adaptive Payments Einstellungen <a href="%s">korrekt sind</a>.

source: Instant pay
de_de: Sofortzahlung

source: Instantly pay vendors their commission when an order is made
de_de: Zahlt dem Verk&auml;ufer seine Provision automatisch sofort, wenn eine Bestellung eines seiner Produkte erfolgt ist.

source: Payment schedule
de_de: Zeitplan f&uuml;r Zahlungen

source: Note: Schedule will only work if instant pay is unchecked
de_de: Hinweis: Zeitplan funktioniert nur, wenn sofortige Zahlung deaktiviert ist.

source: Weekly
de_de: W&ouml;chentlich

source: Biweekly
de_de: Zweiw&ouml;chentlich

source: Monthly
de_de: Monatlich

source: Manual
de_de: Von Hand

source: Now
de_de: Jetzt

source: Email notification
de_de: E-Mail-Benachrichtigung

source: Send the WooCommerce admin an email each time a payment has been made via the payment schedule options above
de_de: Sendet dem WooCommerce-Admin eine automtische E-Mail, wenn eine Zahlung aufgrund des Zahlungsplans ausgef&uuml;hrt wurde.

source: Select a page...
de_de: W&auml;hle eine Seite...

source: Settings
de_de: Einstellungen

source: Could not load settings at:
de_de: Einstellungen konnten nicht geladen werden f&uuml;r:

source: Error - WP Settings Framework
de_de: Fehler - WP Settings Framework

source: Settings saved.
de_de: Einstellungen gespeichert.

source: Save %s changes
de_de: &Auml;nderungen %s speichern

source: Quantity
de_de: Anzahl

source: You haven't selected a product's orders to view! Please go back to the Vendor Dashboard and click Show Orders on the product you'd like to view.
de_de: Sie haben keine Produkt-Bestellung ausgew&auml;hlt, zu der Sie die Details angezeigt haben wollen. Bitte gehen Sie zur&uuml;ck auf die Verk&auml;ufer-Seite und klicken auf Bestellung anzeigen bei dem Produkt, zu dem Sie die Bestell-Details ansehen wollen.

source: No orders.
de_de: Keine Bestellungen.

source: Full name
de_de: Vollst&auml;ndiger Name

source: Address
de_de: Adresse

source: City
de_de: Stadt

source: State
de_de: Bundesland

source: Zip
de_de: PLZ

source: Email address
de_de: E-Mail-Adresse

source: Apply to become a vendor?
de_de: Bewerben um ein Verk&auml;ufer zu werden?

source: Your application has been submitted.
de_de: Ihre Bewerbung wurde eingereicht.

source: You must accept the terms and conditions to become a vendor.
de_de: Sie m&uuml;ssen die Verk&auml;ufer-Bedingungen lesen und akzeptieren um ein Verk&auml;ufer zu werden.

source: Something went wrong. Response from PayPal invalidated this order. Status: %s.
de_de: Ein Fehler ist aufgetreten. Die Antwort von Paypal hat dieses Bestllung als ung&uuml;ltig gekennzeichnet. Status: %s.

source: IPN payment completed
de_de: IPN Zahlung abgeschlossen

source: Enable PayPal Adaptive Payments
de_de: PayPal Adaptive Payments aktivieren

source: Method Title
de_de: Methoden-&Uuml;berschrift

source: This controls the title which the user sees during checkout.
de_de: Hier wird der Titel eingestellt, den der Benutzer w&auml;hrend des Abschlusses an der Kasse sieht.

source: Description
de_de: Beschreibung

source: This controls the description which the user sees during checkout.
de_de: Hier wird der Text eingestellt, den der Benutzer w&auml;hrend des Abschlusses an der Kasse sieht.

source: Pay via PayPal!
de_de: Zahlen Sie mit Paypal!

source: You must have an <a href="%s">Application ID</a> to process live transactions. You do not need one for testing in Sandbox mode.
de_de: Sie ben&ouml;tigen eine <a href="%s">Application ID</a> um Live-Transaktionen auszuf&uuml;hren. Nicht erforderlich zum Testen im Sandbox-Modus.

source: The email address main payments should go to.
de_de: Die E-Mail-Adresse, an die die Hauptzahlungen gehen sollen.

source: API Username
de_de: API Benutzername

source: API Password
de_de: API Passwort

source: API Signature
de_de: API Signatur

source: Only required when doing live transactions.
de_de: Nur erforderlich, wenn Live-Zahlungen genutzt werden.

source: You can signup for a sandbox developer account <a href="%s">here</a>. You need a developer account if you want to enable Sandbox mode for testing.
de_de: Sie k&ouml;nnen sich f&uuml;r einen Sandbox Developer Account <a href="%s">hier</a> anmelden. Sie ben&ouml;tigen einen Developer Account, wenn Sie den Sandbox-Modus zum Testen aktivieren wollen.

source: Misc. Settings
de_de: Einstellungen

source: Enable PayPal Sandbox mode
de_de: PayPal Sandbox-Modus aktivieren

source: Enable logging
de_de: Logging aktivieren

source: The PayPal Adaptive Payments gateway can instantly pay your vendors their due commission (if enabled). Also used to mass pay vendors on a schedule / manual method (if enabled).
de_de: Das PayPal Adaptive Payments Gateway kann Ihren Verk&auml;ufern sofort nach einem Verkauf die angefallene Provision automatisch auszahlen (sofern diese Funktion aktiviert ist). Es wird auch benutzt, um Massenzahlungen an die Verk&auml;ufer - manuell oder nach Zeitplan - auszuf&uuml;hren.

source: Gateway Disabled
de_de: Gateway deaktiviert

source: %s does not support your store currency.
de_de: %s unterst&uuml;tzt nicht die im Shop eingestellte W&auml;hrung.

source: Error: %s
de_de: Fehler: %s

source: Attempted to checkout with %s when shipping costs are not permitted.
de_de: Versucht mit %s auszuchecken, wenn Versandkosten nicht gestattet sind.

source: You can not use %s when there are shipping costs.
de_de: Sie k&ouml;nnen %s nicht benutzen, wenn Versandkosten enthalten sind.

source: No vendors found to pay. Maybe they haven't set a PayPal address?
de_de: Keine Verk&auml;ufer gefunden, an die gezahlt werden kann. Vielleicht haben diese keine PayPal-Adresse hinterlegt?

source: All due commission has been paid for.
de_de: Alle ausstehenden Provosionszahlungen wurden ausgezahlt.

source: All due commission has been paid for, but I could not clear it from their profiles due to an internal error. Commission will still be listed as due. Please manually mark the commission as paid from the Commissions page.
de_de: Alle offenen Provisionen wurden ausgezahlt, aber aufgrund eines internen Fehlers konnten die Provisionen nicht auf den Status bezahlt gesetzt werden. Die Provisionen werden weiterhin als offen gelistet. Bitte manuell auf bezahlt setzen.

source: WooCommerce: Mass payments for vendors update
de_de: WooCommerce: Massenzahlung für Verk&auml;fer Update

source: Hello! A payment was just triggered to mass pay all vendors their due commission.
de_de: Hallo! Eine Massenzahlung wurde so eben ausgel&ouml;st um allen Verk&auml;ufern ihre aussstehenden Provisionen zu zahlen.

source: Payment status: %s.
de_de: Auszahlungsstatus: %s.

source: Payment message: %s.
de_de: Nachricht zur Zahlung: %s.

source: Payment total: %s.
de_de: Zahlung gesamt: %s.

source: The plugin has been updated, but could not be reactivated. Please reactivate it manually.
de_de: Das Plugin wurde geupdated, konnte aber nicht aktiviert werden. Bitte aktivieren Sie es von Hand erneut.

source: Plugin reactivated successfully.
de_de: Plugin erfolgreich erneut aktiviert.

source: Enter your license key to automatically receive updates.
de_de: F&uuml;gen Sie den Lizenzschl&uuml;ssel hinzu, um automatisch Plugin-Updates zu erhalten.

source: Save
de_de: Speichern

source: Check for updates <b>now</b>
de_de: <b>Jetzt</b> auf Updates pr&uuml;fen.

source: <b style="color: #468847;">Key deactivated.</b> License key for <i>%s</i> has been <b>deactivated</b>.
de_de: <b style="color: #468847;">Schl&uuml;ssel wurde deaktiviert.</b> Der Lizenzschl&uuml;ssel f&uuml;r <i>%s</i> wurde <b>deaktiviert</b>.

source: <b style="color: #B94A48;">Error.</b> License key for <i>%s</i> could not be deactivated.
de_de: <b style="color: #B94A48;">Fehler.</b> Der Lizenzschl&uuml;ssel f&uuml;r <i>%s</i> konnte nicht deaktiviert werden.

source: <b style="color: #468847;">Key activated.</b> License key for <i>%s</i> has been <b>activated</b>.
de_de: <b style="color: #468847;">Schl&uuml;ssel aktiviert.</b> Der Lizenzschl&uuml;ssel f&uuml;r<i>%s</i> wurde <b>aktiviert</b>.

source: <b style="color: #B94A48;">Error.</b> License key for <i>%s</i> is invalid.
de_de: <b style="color: #B94A48;">Error.</b> Lizenz-Key f&uuml;r <i>%s</i> ist ung&uuml;ltig.

source: Enable MGates.me Plugin Updates.
de_de: Aktiviere MGates.me Plugin Updates.

source: <a href="%1$s">Add your license keys</a> to enable automatic plugin updates.
de_de: <a href="%1$s">F&uuml;gen Sie den Lizenz-Schl&uuml;ssel hinzu</a>, um die automatischen Plugin-Updates zu aktivieren.

source: Hide This Message
de_de: Diese Nachricht verbergen

source: Your account has not yet been approved to become a vendor.
de_de: Ihr Benutzerprofil ist noch nicht als Verk&auml;ufer-Account freigeschaltet.

source: Your account is not vendor capable.
de_de: Ihr Benutzerprofil ist nicht als Verk&auml;ufer freigeschaltet.

source: I have read and accepted the <a href="%s">terms and conditions</a>
de_de: Ich habe die <a href="%s">Verk&auml;ufer-Bedingungen</a> gelesen und akzeptiert.

source: Submit
de_de: Absenden

source: Control Center
de_de: Kontrollzentrum

source: My shop
de_de: Mein Shop

source: My settings
de_de: Meine Einstellungen

source: Submit a product
de_de: Produkt hinzuf&uuml;gen

source: Sales Report
de_de: Verkaufs-Bericht

source: Rate
de_de: Quote

source: Show Orders
de_de: Zeige Bestellungen

source: Totals
de_de: Gesamt

source: You have no sales during this period.
de_de: Sie haben keine Verk&auml;ufe innerhalb dieses Zeitraums.

source: You have no products.
de_de: Sie haben keine Produkte.

source: PayPal Address
de_de: PayPal-Adresse

source: Your PayPal address is used to send you your commission.
de_de: Diese Paypal-eMail-Adresse wird verwendet, um angefallenen Provisionen auszuzahlen.

source: This is displayed on each of your products.
de_de: Dies wird bei jedem Ihrer Produkte auf der Produktseite bei der Produktbeschreibung in einem extra Tab angezeigt.
